/* Done Button for closing the mini browser */
"i18N_YMB_Done_Button" = "OK";

/* Pop up menu action label */
"i18N_YMB_Search_Popup_Label" = "Søg";

/* Open in safari action label */
"i18N_YMB_Share_Action_Open_in_Safari" = "Åbn i Safari";

/* Browser Back accessibility label */
"i18N_YMB_back_access_label" = "Gå tilbage.";

/* Browser Back accessibility hint */
"i18N_YMB_back_access_hint" = "Dobbelttryk her for at vende tilbage til den forrige webside.";

/* Browser share button accessibility label */
"i18N_YMB_share_access_label" = "Del.";
